{
    "dinosaures" : [
        {
            "id": 1,
            "nom": "Raptor",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 7,
            "image": "./static/img/dinos/raptor.png",
            "tekVariant": true,
            "tekImage": "./static/img/dinos/raptorTek.png",
            "description": "Le Raptor est un dinosaure rapide et agile qui est capable de sauter de grandes distances. Il est également capable de se faufiler derrière sa proie pour l'attaquer par surprise. Il est très utile pour la chasse et la collecte de ressources."
        },
        {
            "id": 2,
            "nom": "T-Rex",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 10,
            "image": "./static/img/dinos/rex.png",
            "tekVariant": true,
            "tekImage": "./static/img/dinos/rexTek.png",
            "description": "Le T-Rex est un dinosaure redoutable qui est capable de tuer la plupart des autres dinosaures en un seul coup. Il est également capable de détruire les structures en bois et en pierre. Il est très utile pour la chasse et la défense de votre base."
        },
        {
            "id": 3,
            "nom": "Stegosaurus",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 8,
            "image": "https://www.dododex.com/media/creature/stegosaurus.png",
            "tekVariant": true,
            "tekImage": "https://static.wikia.nocookie.net/arksurvivalevolved_gamepedia/images/c/cd/Stegosaurus_Bionic_Costume.png/revision/latest?cb=20170924182114",
            "description": "Le Stegosaurus est un dinosaure herbivore qui est capable de se défendre contre les prédateurs grâce à ses plaques osseuses et sa queue épineuse. Il est également capable de collecter de grandes quantités de bois et de pierre. Il est très utile pour la collecte de ressources et la défense de votre base."
        },
        {
            "id": 4,
            "nom": "Triceratops",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 7,
            "image": "https://www.dododex.com/media/creature/triceratops.png",
            "tekVariant": true,
            "tekImage": "https://static.wikia.nocookie.net/arksurvivalevolved_gamepedia/images/1/1b/Mod_Primal_Fear_Tek_Trike_Icon_Image.png/revision/latest?cb=20190401171011",
            "description": "Le Triceratrops est un dinosaure herbivore qui est capable de se défendre contre les prédateurs grâce à ses cornes et sa frappe puissante. Il est également capable de collecter de grandes quantités de bois et de pierre. Il est très utile pour la collecte de ressources et la défense de votre base."
        },
        {
            "id": 5,
            "nom": "Dodo",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 6,
            "image": "https://www.dododex.com/media/creature/dodo.png",
            "tekVariant": false,
            "description": "Le Dodo est un dinosaure herbivore qui est incapable de se défendre contre les prédateurs. Il est cependant capable de collecter de grandes quantités de baies et de légumes. Il est très utile pour la collecte de ressources et la production de kibbles."
        },
        {
            "id": 6,
            "nom": "Pteranodon",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 8,
            "image": "https://www.dododex.com/media/creature/pteranodon.png",
            "tekVariant": false,
            "description": "Le Pteranodon est un dinosaure volant qui est capable de transporter des joueurs et des dinosaures sur de longues distances. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour l'exploration et le transport de ressources."
        },
        {
            "id": 7,
            "nom": "Parasaur",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 6,
            "image": "https://www.dododex.com/media/creature/parasaur.png",
            "tekVariant": true,
            "tekImage": "https://static.wikia.nocookie.net/arksurvivalevolved_gamepedia/images/1/15/Mod_Primal_Fear_Tek_Parasaur_Icon_Image.png/revision/latest?cb=20190401163934",
            "description": "Le Parasaur est un dinosaure herbivore qui est capable de détecter les prédateurs à proximité grâce à son cri d'alarme. Il est également capable de collecter de grandes quantités de bois et de pierre. Il est très utile pour la collecte de ressources et la défense de votre base."
        },
        {
            "id": 8,
            "nom": "Sarco",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 8,
            "image": "https://www.dododex.com/media/creature/sarco.png",
            "tekVariant": false,
            "description": "Le Sarco est un dinosaure amphibie qui est capable de nager rapidement et d'attaquer les proies sur terre et dans l'eau. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour la chasse et l'exploration."
        },
        {
            "id": 9,
            "nom": "Spino",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 10,
            "image": "https://www.dododex.com/media/creature/spinosaur.png",
            "tekVariant": false,
            "description": "Le Spino est un dinosaure amphibie qui est capable de nager rapidement et d'attaquer les proies sur terre et dans l'eau. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour la chasse et l'exploration."
        },
        {
            "id": 10,
            "nom": "Bronto",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 10,
            "image": "https://www.dododex.com/media/creature/brontosaurus.png",
            "tekVariant": false,
            "description": "Le Bronto est un dinosaure herbivore qui est capable de se défendre contre les prédateurs grâce à sa taille et sa force. Il est également capable de collecter de grandes quantités de bois et de pierre. Il est très utile pour la collecte de ressources et la défense de votre base."
        },
        {
            "id": 11,
            "nom": "Ankylo",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 8,
            "image": "https://www.dododex.com/media/creature/ankylosaurus.png",
            "tekVariant": false,
            "description": "L'Ankylo est un dinosaure herbivore qui est capable de se défendre contre les prédateurs grâce à sa carapace et sa queue épineuse. Il est également capable de collecter de grandes quantités de métal et de cristal. Il est très utile pour la collecte de ressources et la défense de votre base."
        },
        {
            "id": 12,
            "nom": "Argentavis",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 9,
            "image": "https://www.dododex.com/media/creature/argentavis.png",
            "tekVariant": false,
            "description": "L'Argentavis est un dinosaure volant qui est capable de transporter des joueurs et des dinosaures sur de longues distances. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour l'exploration et le transport de ressources."
        },
        {
            "id": 13,
            "nom": "Carno",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 8,
            "image": "https://www.dododex.com/media/creature/carnotaurus.png",
            "tekVariant": false,
            "description": "Le Carno est un dinosaure carnivore qui est capable de courir rapidement et d'attaquer les proies avec sa mâchoire puissante. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour la chasse et l'exploration."
        },
        {
            "id": 14,
            "nom": "Dilophosaure",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 6,
            "image": "https://www.dododex.com/media/creature/dilophosaur.png",
            "tekVariant": false,
            "description": "Le Dilophosaure est un dinosaure carnivore qui est capable de cracher du venin sur ses proies pour les aveugler. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour la chasse et l'exploration."
        },
        {
            "id": 15,
            "nom": "Diplodocus",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 8,
            "image": "https://www.dododex.com/media/creature/diplodocus.png",
            "tekVariant": false,
            "description": "Le Diplodocus est un dinosaure herbivore qui est capable de se défendre contre les prédateurs grâce à sa taille et sa force. Il est également capable de collecter de grandes quantités de bois et de pierre. Il est très utile pour la collecte de ressources et la défense de votre base."
        },
        {
            "id": 16,
            "nom": "Giganotosaurus",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 10,
            "image": "https://www.dododex.com/media/creature/giganotosaurus.png",
            "tekVariant": false,
            "description": "Le Giganotosaurus est un dinosaure carnivore qui est capable de tuer la plupart des autres dinosaures en un seul coup. Il est également capable de détruire les structures en bois et en pierre. Il est très utile pour la chasse et la défense de votre base."
        },
        {
            "id": 17,
            "nom": "Mammouth",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 9,
            "image": "https://www.dododex.com/media/creature/mammoth.png",
            "tekVariant": false,
            "description": "Le Mammouth est un dinosaure herbivore qui est capable de se défendre contre les prédateurs grâce à sa taille et sa force. Il est également capable de collecter de grandes quantités de bois et de pierre. Il est très utile pour la collecte de ressources et la défense de votre base."
        },
        {
            "id": 18,
            "nom": "Megalodon",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 9,
            "image": "https://www.dododex.com/media/creature/megalodon.png",
            "tekVariant": false,
            "description": "Le Megalodon est un dinosaure marin qui est capable de nager rapidement et d'attaquer les proies dans l'eau. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour la chasse et l'exploration."
        },
        {
            "id": 19,
            "nom": "Plesiosaure",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 9,
            "image": "https://www.dododex.com/media/creature/plesiosaur.png",
            "tekVariant": false,
            "description": "le Plesiosaure est un dinosaure marin qui est capable de nager rapidement et d'attaquer les proies dans l'eau. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour la chasse et l'exploration."
        },
        {
            "id": 20,
            "nom": "Quetzal",
            "type": "Herbivore",
            "tameable": true,
            "food": [4, 5],
            "kibble": 9,
            "image": "https://www.dododex.com/media/creature/quetzal.png",
            "tekVariant": true,
            "tekImage": "https://static.wikia.nocookie.net/arksurvivalevolved_gamepedia/images/6/64/Mod_Primal_Fear_Tek_Quetzal_Icon_Image.png/revision/latest?cb=20190401165032",
            "description": "Le Quetzal est un dinosaure volant qui est capable de transporter des joueurs et des dinosaures sur de longues distances. Il est également capable de collecter de grandes quantités de bois et de pierre. Il est très utile pour l'exploration et le transport de ressources."
        },
        {
            "id": 21,
            "nom": "Sabertooth",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 8,
            "image": "https://www.dododex.com/media/creature/sabertooth.png",
            "tekVariant": false,
            "description": "Le Sabertooth est un dinosaure carnivore qui est capable de courir rapidement et d'attaquer les proies avec ses griffes acérées. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour la chasse et l'exploration."
        },
        {
            "id": 22,
            "nom": "Griffon",
            "type": "Carnivore",
            "tameable": true,
            "food": [1, 2, 3],
            "kibble": 11,
            "image": "https://www.dododex.com/media/creature/griffin.png",
            "tekVariant": false,
            "description": "Le Griffon est une créature volante qui est capable de transporter des joueurs et des dinosaures sur de longues distances. Il est également capable de collecter de grandes quantités de viande crue. Il est très utile pour l'exploration et le transport de ressources."
        }
    ],

    "nourritures" : [
        {
            "id": 1,
            "nom": "Viande crue",
            "type": "Carnivore",
            "image": "https://ark.wiki.gg/images/e/e9/Raw_Meat.png",
            "desc": "La viande crue est une nourriture de base pour les dinosaures carnivores. Elle peut être obtenue en tuant des dinosaures ou en les découpant avec un outil tranchant."
        },
        {
            "id": 2,
            "nom": "Viande cuite",
            "type": "Carnivore",
            "image": "https://ark.wiki.gg/images/c/cd/Cooked_Meat.png",
            "desc": "La viande cuite est une nourriture de base pour les dinosaures carnivores. Elle peut être obtenue en cuisant de la viande crue dans un feu de camp ou un four industriel."
        },
        {
            "id": 3,
            "nom": "Viande prime",
            "type": "Carnivore",
            "image": "https://ark.wiki.gg/images/0/09/Raw_Prime_Meat.png",
            "desc": "La viande prime est une nourriture de qualité supérieure pour les dinosaures carnivores. Elle peut être obtenue en tuant des dinosaures particuliers"
        },
        {
            "id": 4,
            "nom": "Baies",
            "type": "Herbivore",
            "image": "https://ark.wiki.gg/images/2/24/Berries.png",
            "desc": "Les baies sont une nourriture de base pour les dinosaures herbivores. Elles peuvent être obtenues en récoltant des buissons avec les mains, ou un dinosaure herbivore."
        },
        {
            "id": 5,
            "nom": "Légumes",
            "type": "Herbivore",
            "image": "https://i.pinimg.com/originals/2d/12/62/2d126273e7ae2c7db2b389c8528875ed.png",
            "desc": "Les légumes sont une nourriture de qualité supérieure pour les dinosaures herbivores. Ils peuvent être obtenus en cultivant des plantes dans une serre."
        },
        {
            "id": 6,
            "nom": "Basic Kibble",
            "type": "Omnivore",
            "image": "https://ark.wiki.gg/images/8/80/Basic_Kibble.png",
            "desc": "Le Basic Kibble est une nourriture de qualité supérieure pour les dinosaures omnivores. Elle peut être fabriquée à partir d'œufs de toute petite taille"
        },
        {
            "id": 7,
            "nom": "Simple Kibble",
            "type": "Omnivore",
            "image": "https://ark.wiki.gg/images/d/db/Simple_Kibble.png",
            "desc": "Le Simple Kibble est une nourriture de qualité supérieure pour les dinosaures omnivores. Elle peut être fabriquée à partir d'œufs de petite taille"
        },
        {
            "id": 8,
            "nom": "Regular Kibble",
            "type": "Omnivore",
            "image": "https://ark.wiki.gg/images/8/81/Regular_Kibble.png",
            "desc": "Le Regular Kibble est une nourriture de qualité supérieure pour les dinosaures omnivores. Elle peut être fabriquée à partir d'œufs de taille moyenne"
        },
        {
            "id": 9,
            "nom": "Superior Kibble",
            "type": "Omnivore",
            "image": "https://ark.wiki.gg/images/b/bc/Superior_Kibble.png",
            "desc": "Le Superior Kibble est une nourriture de qualité supérieure pour les dinosaures omnivores. Elle peut être fabriquée à partir d'œufs de grande taille"
        },
        {
            "id": 10,
            "nom": "Exceptional Kibble",
            "type": "Omnivore",
            "image": "https://ark.wiki.gg/images/1/12/Exceptional_Kibble.png",
            "desc": "L'Exceptional Kibble est une nourriture de qualité supérieure pour les dinosaures omnivores. Elle peut être fabriquée à partir d'œufs de très grande taille"
        },
        {
            "id": 11,
            "nom": "Extraordinary Kibble",
            "type": "Omnivore",
            "image": "https://ark.wiki.gg/images/a/a3/Extraordinary_Kibble.png",
            "desc": "L'Extraordinary Kibble est une nourriture de qualité supérieure pour les dinosaures omnivores. Elle peut être fabriquée à partir d'œufs spéciaux"
        }
    ]
}